/* No comment provided by engineer. */
"Club" = "Club";

/* No comment provided by engineer. */
"Could not complete request" = "Could not complete request";

/* No comment provided by engineer. */
"Error occured" = "Error occured";

/* No comment provided by engineer. */
"News" = "News";

/* No comment provided by engineer. */
"Scores" = "Scores";

/* No comment provided by engineer. */
"Standings" = "Standings";

